Repository: pixelgrade/pixproof
Catalog: lang/pixproof-*.po
Languages: es_es

source: Settings
es_es: Ajustes

source: Numberic value required.
es_es: Se necesita valor numérico.

source: Field is required.
es_es: Es un campo obligatorio.

# Post Type Singular Name
source: Proof Gallery
es_es: Galería Privada

# Post Type General Name
source: Proof Galleries
es_es: Galerías Proof

source: Proof Galleries
es_es: Galerías Proof

source: Parent Item:
es_es: Elemento Superior:

source: All Items
es_es: Todos los elementos

source: View Item
es_es: Ver Elemento

source: Add New Proof Gallery
es_es: Añadir Nueva Galería Privada

source: Add New
es_es: Añadir nueva

source: Edit Proof Gallery
es_es: Editar Galería Privada

source: Update Proof Gallery
es_es: Actualizar Galería Privada

source: Search Proof Galelry
es_es: Buscar Galería Privada

source: Not found
es_es: No encontrada

source: Not found in Trash
es_es: No se encontró en la papelera

source: Please Try Again
es_es: Por favor, intenta de nuevo

source: Remove Embed
es_es: Eliminar incrustado

source: No oEmbed Results Found for %s. View more info at
es_es: No hay resultados encontrados para el Incrustado%s. Ver más información en

source: Add Row
es_es: Añadir Fila

source: Remove
es_es: Quitar

source: Add or Upload File
es_es: Agregar o Subir archivo

source: Remove Image
es_es: Eliminar imagen

source: File:
es_es: Archivo:

source: Download
es_es: Descargar

source: Clear
es_es: Limpiar

source: Default
es_es: Predeterminado

source: Select Color
es_es: Seleccionar el color

source: Current Color
es_es: Color actual

source: Save
es_es: Guardar

source: Pixproof Gallery
es_es: Galería de Pixproof

source: Gallery
es_es: Galería

source: Client Name
es_es: Nombre del Cliente

source: Date
es_es: Fecha

source: Photos Display Name
es_es: Nombre para mostrar fotos

source: How would you like to identify each photo?
es_es: ¿Cómo quieres identificar cada foto?

source: Unique IDs
es_es: IDs únicos

source: Consecutive IDs
es_es: IDs consecutivas

source: File Name
es_es: Nombre de archivo

source: Unique IDs and Photo Title
es_es: IDs Únicos y Título Foto

source: Consecutive IDs and Photo Title
es_es: IDs consecutivas y título de la foto

source: Client .zip archive
es_es: Archivo .zip de cliente

source: Upload a .zip archive so the client can download it via the Download link. Leave it empty to hide the link.
es_es: Subir un archivo .zip para que el cliente lo pueda descargar mediante el enlace de descarga. Dejarlo vacío para ocultar el enlace.

source: Disable Archive Download
es_es: Desactivar la descarga de archivo

source: You can remove the ability to download the zip archive for this gallery
es_es: Puedes quitar la capacidad de descargar el archivo zip para esta galería

source: Invalid Value.
es_es: Valor inválido.

source: Proof Gallery
es_es: Galería Privada

source: Select the PixProof gallery position in content:
es_es: Selecciona la posición de la galería de PixProof en el contenido:

source: Before the content
es_es: Antes del contenido

source: After the content
es_es: Después del contenido

source: Enable Images Download
es_es: Permitir descarga de imágenes

source: The ZIP archive should be generated:
es_es: Se debe generar el archivo ZIP:

source: How the archive file should be generated?
es_es: ¿Cómo se debe generar el archivo?

source: Manually (uploaded by the gallery owner)
es_es: Manualmente (subido por el propietario)

source: Automatically (from the selected images)
es_es: Automáticamente (a partir de las imágenes seleccionadas)

source: Disable Plugin Style
es_es: Desactivar el Estido del Plugin

source: If you want to style the PixProof galleries yourself you can remove the plugin style here
es_es: Si quieres estilo de las galerías de PixProof puedes eliminar el estilo plugin aquí

source: Proof Galleries Settings
es_es: Configuración Galerías Proof

source: Enable Pixproof Galleries
es_es: Activar galerías Pixproof

source: Single Item Label
es_es: Etiqueta de elemento simple

source: Here you can change the singular label.The default is "Proof Gallery"
es_es: Aquí puedes cambiar la etiqueta sencilla. Por defecto es "Proof Gallery"

source: Multiple Items Label (plural)
es_es: Etiqueta de artículos varios (plural)

source: Here you can change the plural label.The default is "Proof Galleries"
es_es: Aquí puede cambiar la etiqueta de plural. El valor predeterminado es “Proof Galleries”

source: Change Gallery Slug
es_es: Cambiar enlace permanente Galería

source: Do you want to rewrite the single gallery item slug?
es_es: ¿Quieres reescribir el enlace permanente de la pagina galería?

source: New Single Item Slug
es_es: Nuevo Item enlace permante único

source: Change the single gallery slug as you need it.
es_es: Cambia el enlace permanente de la página como necesites.

source: Change Gallery Global Style
es_es: Cambiar el Estilo Global de la Galería

source: Do you want to overwrite the style of all proof galleries?
es_es: ¿Deseas sobrescribir el estilo de todas las galerías prueba?

source: How big the image thumbnails should be?
es_es: ¿Qué tan grande deben ser las miniaturas de imagen?

source: How big should be the grid?
es_es: ¿Qué tan grande debe ser la red?

source: Unable to save settings.
es_es: No se puede guardar la configuración.

source: Please check the fields for errors and typos.
es_es: Por favor verifica los campos con errores y faltas de ortografía.

source: Settings have been updated.
es_es: Tus ajustes han sido guardados.

source: Save Changes
es_es: Guardar cambios

source: Deselect
es_es: Deseleccionar

source: Select
es_es: Seleccionar

source: Client
es_es: Cliente

source: Event date
es_es: Fecha del evento

source: Images
es_es: Imágenes

source: WordPress photo gallery proofing plugin.
es_es: Plugin Wordpress para galerías privadas.
